-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jun 05, 2014 at 08:12 PM
-- Server version: 5.5.24-log
-- PHP Version: 5.3.1

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `yabad`
--

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE IF NOT EXISTS `category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=13 ;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`id`, `title`, `created`, `modified`, `user`, `status`) VALUES
(1, 'فلسطيني', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(2, 'عربي  و دولي', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(3, 'رياضة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(4, 'اقتصاد', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(5, 'علوم وتكنولوجيا', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(6, 'فن و ثقافة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(7, 'الصحة والبيئة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(8, 'منوعات', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(9, 'أقلام وآراء', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(10, 'عين على يعبد', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(11, 'الصحافة العبرية', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(12, 'الأكثر قرائة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `session_id` varchar(40) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `ip_address` varchar(45) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `user_agent` varchar(120) COLLATE utf8_unicode_ci NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`session_id`),
  KEY `last_activity_idx` (`last_activity`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` (`session_id`, `ip_address`, `user_agent`, `last_activity`, `user_data`) VALUES
('2ef111f4d9288a616e6c20f467e7ba47', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735608, ''),
('4b8a3abf60993e846b7b6bd09ee3fb15', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735607, 'a:2:{s:9:"user_data";s:0:"";s:2:"id";s:1:"3";}'),
('925fab4624e9d6333dd4e1c4def805e5', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401743105, 'a:5:{s:9:"user_data";s:0:"";s:2:"id";s:1:"1";s:8:"username";s:4:"emad";s:9:"validated";b:1;s:13:"flash:new:msg";s:23:"Record Saved Succefully";}'),
('b59112363cb004bf58f28ee8d483f980', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735605, ''),
('cbb657fb2d1d28a3bee75296360386a5', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735607, ''),
('e2d3c27fc0a11e38af0a8a0b4bd41230', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401737900, 'a:2:{s:9:"user_data";s:0:"";s:2:"id";s:1:"3";}');

-- --------------------------------------------------------

--
-- Table structure for table `media`
--

CREATE TABLE IF NOT EXISTS `media` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL,
  `path` text COLLATE utf8_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `media`
--

INSERT INTO `media` (`id`, `news_id`, `path`, `type`, `created`, `modified`, `user`, `status`) VALUES
(0, 121, '1401971697.5.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(0, 121, '1401971697.4.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(0, 121, '1401971697.3.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(0, 121, '1401971697.2.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(0, 121, '1401971707.2.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `menu`
--

CREATE TABLE IF NOT EXISTS `menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  `link` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=10 ;

--
-- Dumping data for table `menu`
--

INSERT INTO `menu` (`id`, `text`, `link`, `created`, `modified`, `user`, `status`) VALUES
(1, 'الرئيسية', 'http://localhost/yabod', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 3, ''),
(2, 'فلسطيني', 'http://localhost/yabod/home/lists/1', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(3, 'دولي', 'http://localhost/yabod/home/lists/2', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(4, 'رياضة', 'http://localhost/yabod/home/lists/3', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(5, 'اقتصاد', 'http://localhost/yabod/home/lists/4', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(6, 'علوم وتكنولوجيا', 'http://localhost/yabod/home/lists/5', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(7, 'فن وثقافة', 'http://localhost/yabod/home/lists/6', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(8, 'الصحة والبيئة', 'http://localhost/yabod/home/lists/7', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, ''),
(9, 'منوعات', 'http://localhost/yabod/home/lists/8', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `shortDesc` text COLLATE utf8_unicode_ci NOT NULL,
  `fullDesc` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  `mainphoto` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=122 ;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `shortDesc`, `fullDesc`, `created`, `modified`, `user`, `cat_id`, `status`, `mainphoto`) VALUES
(42, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(43, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(44, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(45, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(46, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(47, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif'),
(48, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif'),
(49, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif'),
(50, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif'),
(51, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif'),
(52, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif'),
(53, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif'),
(54, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif'),
(55, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif'),
(56, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif'),
(57, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif'),
(58, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif'),
(59, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif'),
(60, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif'),
(61, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif'),
(62, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif'),
(63, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif'),
(64, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif'),
(65, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif'),
(66, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif'),
(67, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(68, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(69, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(70, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(71, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(72, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(73, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(74, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(75, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(76, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(77, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(78, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(79, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(80, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(81, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(82, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(83, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(84, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(85, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif'),
(86, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(87, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(88, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(89, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(90, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif'),
(91, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(92, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(93, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(94, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(95, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif'),
(96, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(97, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(98, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(99, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(100, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(101, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(102, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(103, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(104, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(105, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(106, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(107, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(108, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(109, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(110, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(111, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(112, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(113, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(114, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(115, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(116, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(117, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(118, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(119, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(120, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif'),
(121, 'Test khber', '<p>this test khabser for tesing the images&nbsp;</p>\r\n', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 1, 'approved', 'allllli8.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(150) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `phone` text COLLATE utf8_unicode_ci NOT NULL,
  `username` text COLLATE utf8_unicode_ci NOT NULL,
  `password` text COLLATE utf8_unicode_ci NOT NULL,
  `email` text COLLATE utf8_unicode_ci NOT NULL,
  `type` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  `user` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name_2` (`name`),
  KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `phone`, `username`, `password`, `email`, `type`, `created`, `modified`, `status`, `user`) VALUES
(1, 'emad', '0597720001', 'emad', 'emademad', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0),
(2, '', '059999', 'oday', 'odayoday', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
