-- phpMyAdmin SQL Dump
-- version 2.11.11.3
-- http://www.phpmyadmin.net
--
-- Host: 166.62.8.16
-- Generation Time: Jun 07, 2014 at 12:50 PM
-- Server version: 5.5.33
-- PHP Version: 5.1.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- Database: `yabad`
--

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=13 ;

--
-- Dumping data for table `category`
--

INSERT INTO `category` VALUES(1, 'فلسطيني', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(2, 'عربي  و دولي', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(3, 'رياضة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(4, 'اقتصاد', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(5, 'علوم وتكنولوجيا', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(6, 'فن و ثقافة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(7, 'الصحة والبيئة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(8, 'منوعات', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(9, 'أقلام وآراء', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(10, 'عين على يعبد', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(11, 'الصحافة العبرية', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `category` VALUES(12, 'الأكثر قرائة', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE `ci_sessions` (
  `session_id` varchar(40) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `ip_address` varchar(45) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `user_agent` varchar(120) COLLATE utf8_unicode_ci NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`session_id`),
  KEY `last_activity_idx` (`last_activity`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` VALUES('2ef111f4d9288a616e6c20f467e7ba47', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735608, '');
INSERT INTO `ci_sessions` VALUES('4b8a3abf60993e846b7b6bd09ee3fb15', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735607, 'a:2:{s:9:"user_data";s:0:"";s:2:"id";s:1:"3";}');
INSERT INTO `ci_sessions` VALUES('925fab4624e9d6333dd4e1c4def805e5', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401743105, 'a:5:{s:9:"user_data";s:0:"";s:2:"id";s:1:"1";s:8:"username";s:4:"emad";s:9:"validated";b:1;s:13:"flash:new:msg";s:23:"Record Saved Succefully";}');
INSERT INTO `ci_sessions` VALUES('b59112363cb004bf58f28ee8d483f980', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735605, '');
INSERT INTO `ci_sessions` VALUES('cbb657fb2d1d28a3bee75296360386a5', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401735607, '');
INSERT INTO `ci_sessions` VALUES('e2d3c27fc0a11e38af0a8a0b4bd41230', '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/32.0.1700.41 Safari/537.36', 1401737900, 'a:2:{s:9:"user_data";s:0:"";s:2:"id";s:1:"3";}');

-- --------------------------------------------------------

--
-- Table structure for table `media`
--

CREATE TABLE `media` (
  `id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL,
  `path` text COLLATE utf8_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `media`
--

INSERT INTO `media` VALUES(0, 121, '1401971697.5.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `media` VALUES(0, 121, '1401971697.4.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `media` VALUES(0, 121, '1401971697.3.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `media` VALUES(0, 121, '1401971697.2.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `media` VALUES(0, 121, '1401971707.2.jpg', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `menu`
--

CREATE TABLE `menu` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  `link` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=10 ;

--
-- Dumping data for table `menu`
--

INSERT INTO `menu` VALUES(1, 'الرئيسية', 'http://yabod.net/yabod', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 3, '');
INSERT INTO `menu` VALUES(2, 'فلسطيني', 'http://yabod.net/yabod/home/lists/1', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(3, 'دولي', 'http://yabod.net/yabod/home/lists/2', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(4, 'رياضة', 'http://yabod.net/yabod/home/lists/3', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(5, 'اقتصاد', 'http://yabod.net/yabod/home/lists/4', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(6, 'علوم وتكنولوجيا', 'http://yabod.net/yabod/home/lists/5', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(7, 'فن وثقافة', 'http://yabod.net/yabod/home/lists/6', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(8, 'الصحة والبيئة', 'http://yabod.net/yabod/home/lists/7', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');
INSERT INTO `menu` VALUES(9, 'منوعات', 'http://yabod.net/yabod/home/lists/8', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `shortDesc` text COLLATE utf8_unicode_ci NOT NULL,
  `fullDesc` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  `mainphoto` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=123 ;

--
-- Dumping data for table `news`
--

INSERT INTO `news` VALUES(42, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(43, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(44, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(45, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(46, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(47, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif');
INSERT INTO `news` VALUES(48, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif');
INSERT INTO `news` VALUES(49, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif');
INSERT INTO `news` VALUES(50, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif');
INSERT INTO `news` VALUES(51, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 2, '', 'penclchk.gif');
INSERT INTO `news` VALUES(52, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif');
INSERT INTO `news` VALUES(53, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif');
INSERT INTO `news` VALUES(54, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif');
INSERT INTO `news` VALUES(55, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif');
INSERT INTO `news` VALUES(56, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 3, '', 'penclchk.gif');
INSERT INTO `news` VALUES(57, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif');
INSERT INTO `news` VALUES(58, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif');
INSERT INTO `news` VALUES(59, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif');
INSERT INTO `news` VALUES(60, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif');
INSERT INTO `news` VALUES(61, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 4, '', 'penclchk.gif');
INSERT INTO `news` VALUES(62, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif');
INSERT INTO `news` VALUES(63, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif');
INSERT INTO `news` VALUES(64, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif');
INSERT INTO `news` VALUES(65, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif');
INSERT INTO `news` VALUES(66, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 5, '', 'penclchk.gif');
INSERT INTO `news` VALUES(67, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(68, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(69, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(70, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(71, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(72, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(73, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(74, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(75, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(76, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(77, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(78, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(79, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(80, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(81, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(82, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(83, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(84, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(85, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 6, '', 'penclchk.gif');
INSERT INTO `news` VALUES(86, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(87, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(88, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(89, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(90, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 7, '', 'penclchk.gif');
INSERT INTO `news` VALUES(91, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(92, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(93, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(94, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(95, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 8, '', 'penclchk.gif');
INSERT INTO `news` VALUES(96, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(97, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(98, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(99, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(100, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(101, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(102, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(103, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(104, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(105, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(106, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(107, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(108, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(109, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(110, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(111, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(112, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(113, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(114, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(115, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(116, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(117, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(118, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(119, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(120, 'انتحار شاب نتيجة علمله الزائد فب مجال البرمجة', 'اقدم شاب اليوم على الانتحار من مدينة  طولكرم نتيجة الارهاق الزائد وقلة النوم والتعب الشديد من العمل', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, '', 'penclchk.gif');
INSERT INTO `news` VALUES(121, 'Test khber', '<p>this test khabser for tesing the images&nbsp;</p>\r\n', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 1, 'approved', 'allllli8.jpg');
INSERT INTO `news` VALUES(122, '100 يوم على إضراب الأسير اطبيش', '<p>رام الله -&nbsp;<strong>وطن للأنباء</strong>:&nbsp;يواصل الأسير أيمن علي سليمان اطبيش (34 عاماً) (من بلدة دورا قرب الخليل) إضرابه المفتوح عن الطعام منذ 100 يوم احتجاجا على اعتقاله الإداري.</p>\n\n<p>وقال نادي الأسير في تقرير له: &quot;إن اطبيش ما زال محتجزا في مستشفى &quot;أساف هروفيه&quot;، في أوضاع صحية خطيرة، وأنه يعاني من مشاكل في النظر، والكلى والمعدة واخدرار في أطرافه، وضيق بالتنفس&quot;.</p>\n\n<p>وذكر النادي أن الأسير تعرض لاعتقال 5 مرات، خاض خلالها ثلاثة إضرابات؛ اثنان منهما كانا ضد سياسة الاعتقال الإداري.</p>\n\n<p>وتابع: &quot;قبل عام خاض الأسير اطبيش إضرابا مفتوحا عن الطعام استمر 105 أيام انتهى باتفاق مع سلطات الاحتلال قضى بتحديد سقف اعتقاله الإداري، إلا أن سلطات الاحتلال أعادت تجديد اعتقاله الإداري، ما دفعه للدخول في إضراب جديد عن الطعام&quot;.</p>\n\n<p>وذكر التقرير أن الأسير اطبيش توجه باستئناف للقضاء الإسرائيلية ضد استمرار اعتقاله الإداري، إلا أن المحكمة العسكرية للاحتلال رفضت الاستئناف وثبتت اعتقاله وأخلت مسؤولياتها عن خطورة وضعه الصحي وما يجري معه، مدعية أن لا علاقة بين إضرابه وبين مهام المحكمة العسكرية.</p>\n\n<p>وأضاف: &quot;اعتقل الأسير اطبيش أول مرة كان عام 1999 وكان هو يبلغ من العمر (18) عاما، وحينها حكمت عليه سلطات الاحتلال بالسجن لمدة 18 شهرا، وفي المرة الثانية اعتقل إداريا وحكم عليه بالسجن 7 أشهر، وفي المرة الثالثة حكم عليه بالسجن 6 سنوات، وبعدها استمر اعتقاله إداريا لمدة ثلاث سنوات إداريا، حتى أفرج عنه وأعيد اعتقاله مجددا للمرة الخامسة&quot;.</p>\n\n<p>وأوضح نادي الأسير أن اطبيش، لازال يكمل دراسته الجامعية التي قطعت مرات عدة نتيجة الاعتقالات المتكررة.</p>\n\n<p>وفي سياق متصل، حذر مدير نادي الأسير في الخليل أمجد النجار من استمرار سلطات الاحتلال بتعنتها في قضية اطبيش، على الرغم من خطورة وضعه الصحي.</p>\n\n<p>وطالب بضرورة التحرك ومساندة هذا الأسير بعدما وصل إضرابه لليوم 100، إضافة إلى مساندة الأسرى الإداريين الذين يخوضون معركة ضد سياسة الاعتقال الإداري منذ 45 يوما، مضيفا: &quot;من المقرر أن تنطلق اليوم بعد صلاة المغرب فعالية مساندة ونصرة للأسرى المضربين في خيمة التضامن المقامة أمام بلدية دورا في الخليل&quot;.</p>\n\n<p>&nbsp;</p>\n', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 1, 'pennding', 'allllli9.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(150) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `phone` text COLLATE utf8_unicode_ci NOT NULL,
  `username` text COLLATE utf8_unicode_ci NOT NULL,
  `password` text COLLATE utf8_unicode_ci NOT NULL,
  `email` text COLLATE utf8_unicode_ci NOT NULL,
  `type` text COLLATE utf8_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL,
  `user` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name_2` (`name`),
  KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` VALUES(1, 'emad', '0597720001', 'emad', 'emademad', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'approved', 1);
INSERT INTO `users` VALUES(3, 'raed', '0000055555', 'raed', 'raedraed', 'raed@gmail.com', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'approved', 1);
INSERT INTO `users` VALUES(4, 'oday', '0000007222', 'oday', 'odayoday', 'oday@gmail.com', '0', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'approved', 1);
